# -*- coding: utf-8 -*-

START_TEXT = 'Добро пожаловать на  E-MLAK.tech\nКакая услуга вас интересует?'

ADMIN_NEW_USER_NOREF = 'Новый пользователь Telegram. {}\n'
ADMIN_NEW_USER_REF = 'Новый пользователь Telegram. {}\n' \
                     'Пришел с - {}'

STEP_1_TEXT = 'Вы рассматриваете покупку или аренду?'
STEP_1_1_TEXT = 'Какая недвижимость вас интересует?'
STEP_2_TEXT = 'Какой город вас интересует?'
STEP_3_TEXT = 'Какой район вас интересует?\n' \
              'Выберите неоходимые варианты и нажмите "Продолжить ➡️"'
STEP_4_TEXT = 'Какой тип планировки вас интересует?\n' \
              'Выберите неоходимые варианты и нажмите "Продолжить ➡️"'
STEP_5_TEXT = 'Давайте определим ваш бюджет и валюту расчетов\n' \
              'Выберите валюту рассчетов'
STEP_5_1_TEXT = 'Введите минимальную сумму\n' \
                'Если минимальной суммы нет введите 0'
STEP_5_2_TEXT = 'Введите максимальную сумму\n' \
                'Если максимальной суммы нет введите 0'
STEP_6_TEXT = 'Введите основные необходимые элементы инфраструктуры\n' \
              'Выберите неоходимые варианты и нажмите "Продолжить ➡️"'
STEP_7_TEXT = 'Если вы приезжаете с детьми, насколько для вас важна близость к школам и детским садам?'
STEP_8_TEXT = 'Если вы приезжаете с детьми, насколько для вас важна близость к детским игровым площадкам?'
STEP_9_TEXT = 'Насколько для вас важна близость к пунктам первой помощи и аптекам?'
STEP_10_TEXT = 'Насколько для вас важна близость к ночной жизни (бары, ночные клубы, дискотеки)?'
STEP_11_TEXT = 'Насколько для вас важна близость к продовольственным магазинам?'
STEP_12_TEXT = ' объектов недвижимости со следующими параметрами соответствия'
STEP_13_TEXT = ''
STEP_14_TEXT = ''


